Repository: nbits42/GolfScore
Catalog: GolfScore/GolfScore/GolfScore/Translations/Labels.*.resx
Languages: nl

# btn_back
source: BACK
nl: TERUG

# btn_cancel
source: Cancel
nl: Annuleren

# btn_next
source: NEXT
nl: VOLGENDE

# btn_OK
source: OK
nl: Akkoord

# GameType_DiskGolf
source: Disc golf
nl: Disk golf

# GameType_FarmersGolf
source: Farmers golf
nl: Boeren golf

# GameType_FootGolf
source: Foot golf
nl: Voet golf

# lbl_abbreviation
source: Abbreviation
nl: Afkorting

# lbl_choose_or_add_venue
source: Choose or add venue
nl: Kies een plaats of voeg een plaats toe

# lbl_find_or_add_players
source: Find or add players
nl: Zoek een speler of voeg een speler toe

# lbl_game_number
source: Pass this number to the other players. They can enter this number at the 'Join Game' page.
nl: Geef dit nummer door aan de andere spelers. Zij kunnen dit nummer invullen op de mee doen pagina

# lbl_game_type
source: Game type
nl: Spel soort

# lbl_location
source: Location
nl: Lokatie

# lbl_name
source: Name
nl: Naam

# lbl_players_count
source: Nr. of players
nl: Aantal spelers

# lbl_select_other_players
source: Select other players
nl: Kies andere spelers

# lbl_tees_count
source: Nr. of tees
nl: Aantal tees

# lbl_venue
source: Venue
nl: Plaats

# PlayerSelection_ByInvitationNumber
source: By invitation number
nl: Met uitnodigingsnummer

# PlayerSelection_ByNfc
source: By NFC
nl: M.b.v. NFC

# PlayerSelection_ByQrCode
source: By QR Code
nl: Met QR Code

# PlayerSelection_Manual
source: Manual
nl: Handmatig

# title_new_game
source: New game
nl: Nieuw spel

# title_new_game_player
source: New game player
nl: Nieuwe speler

# title_new_venue
source: New venue
nl: Nieuwe plaats

# lbl_current_player
source: Current player
nl: Huidige speler

# lbl_current_tee
source: Current tee
nl: Huidige tee

# lbl_starting_getting_data
source: Getting all game data ...
nl: Verzamelen gegevens ...

# lbl_starting_saving_data
source: Saving game ...
nl: Opslaan ...

# lbl_starting_starting
source: Starting game ...
nl: Starten spel ...

# btn_no
source: No
nl: Nee

# btn_yes
source: Yes
nl: Ja

# lbl_joining
source: Joining:
nl: Meespelen met:

# title_join_game
source: Join game
nl: Speel mee

# lbl_scanning_and_analyzing
source: Scanning and analyzing a QR Code
nl: Scannen en analyseren QR Code

# lbl_waiting_for_other_players
source: Waiting for other players to join
nl: Wachten op de andere spelers

# title_scan_qr_code
source: Scan the QR Code on the initiators mobile phone
nl: Scan de QR Code vanaf de andere telefoon
